Repository: KDE/keurocalc
Catalog: po/sa/keurocalc.po
Languages: sa

source: United Arab Emirates dirham
sa: संयुक्त अरब अमीरात dirham

source: Netherlands Antilles guilder
sa: नेदरलैण्ड् एण्टिलीज गिल्डर

source: Angola kwanza
sa: अङ्गोला प्रथमं

source: Argentina peso
sa: अर्जेन्टिना पेसो

source: Austrian schilling
sa: ऑस्ट्रियाई शिलिंग

source: Australian dollar
sa: ऑस्ट्रेलियाई डॉलर

source: Barbados dollar
sa: बारबाडोस डॉलर

source: Belgian franc
sa: बेल्जियम फ्रैङ्क

source: Bulgarian lev
sa: बल्गेरियाई लेव

source: Bahrain dinar
sa: बहरीन दिनार

source: Bermuda dollar
sa: बर्मुडा डॉलर

source: Brunei dollar
sa: ब्रुनेई डॉलर

source: Brazilian real
sa: ब्राजीलस्य वास्तविकः

source: Bahamas dollar
sa: बहामास डॉलर

source: Canadian dollar
sa: कनाडाई डॉलर

source: Swiss franc
sa: स्विस फ्रैंक

source: Chile peso
sa: चिली पेसो

source: Chinese yuan
sa: चीनी युआन

source: Cape Verde escudo
sa: केप वर्डे कवच

source: Cyprus pound
sa: साइप्रस पौण्ड

source: Czech koruna
sa: चेक कोरुना

source: German deutschmark
sa: जर्मन deutschmark

source: Danish krone
sa: डेनिश क्रोन

source: Dominican Republic peso
sa: डोमिनिकन गणराज्य पेसो

source: Estonian kroon
sa: एस्टोनियाई क्रोन्

source: Egypt pound
sa: मिस्र पौण्ड

source: Spanish peseta
sa: स्पेनिश पेसेटा

source: EU euro
sa: यूरोपीय संघ यूरो

source: Finnish markka
sa: फिन्निश् मार्क्का

source: Fiji dollar
sa: फिजी डॉलर

source: French franc
sa: फ्रेंच फ्रैङ्क

source: Great Britain pound
sa: ग्रेट् ब्रिटेन पाउण्ड्

source: Greek drachma
sa: ग्रीक द्रच्मा

source: Guyana dollar
sa: गुयाना डॉलर

source: Hong kong dollar
sa: हांगकाङ्ग डॉलर

source: Croatian kuna
sa: तत्र क्रोएशियाई

source: Hungarian forint
sa: हङ्गेरी forint

source: Indonesian rupiah
sa: इन्डोनेशियाई रुपिया

source: Irish punt
sa: आयरिश पन्ट्

source: Israel new shekel
sa: इस्राएल नवीन शेकेल

source: Indian rupee
sa: भारतीय रुपये

source: Iran rial
sa: इरान् rial

source: Icelandic krona
sa: आइसलैण्डिक क्रोना

source: Italian lira
sa: इटालियन लीरा

source: Jamaica dollar
sa: जमैका डॉलर

source: Japanese yen
sa: जापानी येन

source: Kenya schilling
sa: केन्या शिलिंग

source: Cambodia riel
sa: कम्बोडिया riel

source: South Korean won
sa: दक्षिणकोरियादेशीयः विजयी अभवत्

source: Kuwait dinar
sa: कुवैत दिनार

source: Cayman Islands dollar
sa: केमैन द्वीपसमूह डॉलर

source: Kazakhstan tenge
sa: कजाकिस्तान तेंगे

source: Sri Lankan rupee
sa: श्रीलङ्का रुपये

source: Lituanian litas
sa: लिथुआनियाई लिटास्

source: Luxembourg franc
sa: लक्जमबर्ग फ्रैङ्क

source: Latvian latas
sa: लाट्वियाई लट्

source: Morocco dirham
sa: मोरक्को दिरहम

source: Macau pataca
sa: मकाओ स्पॉट

source: Maltese lira
sa: माल्टीज लीरा

source: Mexican peso
sa: मेक्सिको पेसो

source: Malaysian ringgit
sa: मलेशियाई रिंगित

source: Mozambican metical
sa: मोजाम्बिक मेटिकल

source: Dutch gulden
sa: डच गिल्डर

source: Norvegian krone
sa: नॉर्वेजियन क्रोन

source: New Zealand dollar
sa: न्यूजीलैण्ड डॉलर

source: Oman rial
sa: ओमान रियल

source: Panama balboa
sa: पनामा के बालबोआ

source: Peru nuevo sol
sa: पेरु नव सूर्य

source: Philippine peso
sa: फिलिपिन्स पेसो

source: Pakistan rupee
sa: पाकिस्तानरूप्यकम्

source: Polish zloty
sa: पोलिश ज़्लोटी

source: Portuguese escudo
sa: पुर्तगाली कवच

source: Qatar rial
sa: कतर रियल

source: Romanian new leu
sa: रोमानियाई नवीन लेउ

source: Serbian dinar
sa: सर्बियाई दिनार

source: Russian rouble
sa: रूसी रूबल

source: Saudi Arabia riyal
sa: सऊदी अरब रियाल

source: Swedish krona
sa: स्वीडिश क्रोना

source: Singapore dollar
sa: सिङ्गापुर डॉलर

source: Slovenian tolar
sa: स्लोवेनियाई तोलार

source: Slovakian koruna
sa: स्लोवाक मुकुट

source: Sao Tome and Principe dobra
sa: साओ टोमे च प्रिन्सिपे च उत्तमम्

source: Syrian pound
sa: सीरियाई पौण्ड

source: Thai baht
sa: थाई बाह्ट्

source: Turkish new lira
sa: तुर्की नव लीरा

source: Trinidad and Tobago dollar
sa: त्रिनिदाद एण्ड टोबैगो डॉलर

source: Taiwanese new dollar
sa: ताइवानस्य नवीन डॉलर

source: Ukraine hryvnia
sa: युक्रेन hryvnia

source: US dollar
sa: अमेरिकी डॉलर

source: Venezuelan bolivar fuerte
sa: वेनेजुएला बोलिवर fuerte

source: Vietnam dong
sa: वियतनाम डोंग

source: Central African CFA franc
sa: मध्य अफ्रीका CFA franc

source: East Caribbean dollar
sa: पूर्व कैरेबियन डॉलर

source: West African CFA franc
sa: पश्चिमाफ्रिका CFA franc

source: Yemen rial
sa: यमन rial

source: South African rand
sa: दक्षिण आफ्रिकादेशस्य रैण्ड्

source: Currency Calculator
sa: मुद्रा गणक

source: Input
sa: निवेशः

source: Result
sa: परिणाम

source: Correct last input digit
sa: अन्तिमनिवेशाङ्कं सम्यक् कुर्वन्तु

source: Enter value expressed in reference currency
sa: सन्दर्भमुद्रायां व्यक्तं मूल्यं प्रविशन्तु

source: Divide
sa: विभाजनं

source: Store in memory
sa: स्मृतौ संग्रहयन्तु

source: Reset both input, result and memory
sa: इनपुट्, रिजल्ट्, मेमोरी च द्वौ अपि रीसेट् कुर्वन्तु

source: Reset
sa: पुनः सेट् करें

source: Enter value expressed in currency
sa: मुद्रारूपेण व्यक्तं मूल्यं प्रविशतु

source: Multiply
sa: गुणा

source: Recall from memory
sa: स्मृत्याः स्मरणं कुर्वन्तु

source: Display about box
sa: पेटीविषये प्रदर्शयतु

source: &About...
sa: &विषये...

source: Enter simple value
sa: सरलं मूल्यं प्रविशतु

# Enter button
source: Enter
sa: प्रवेश

source: Subtract
sa: घटाये

source: Subtract from memory
sa: स्मृत्याः घटयतु

source: Display help pages
sa: सहायता पृष्ठानि प्रदर्शयन्तु

source: &Help...
sa: &साहाय्यम्‌...

source: Apply percentage value
sa: प्रतिशतं मूल्यं प्रयोजयन्तु

source: Change sign
sa: परिवर्तन चिह्न

source: Add
sa: संयोजयति

source: Add to memory
sa: स्मृतौ योजयतु

source: Configure KEuroCalc
sa: KEuroCalc विन्यस्तं कुर्वन्तु

source: &Settings...
sa: &सेटिंग्स्...

source: Currencies
sa: मुद्राः

source: Cannot load currencies.xml
sa: currencies.xml लोड् कर्तुं न शक्यते

source: Fixed
sa: युक्त

source: ECB
sa: ईसीबी

source: Loading...
sa: लोडिंग...

source: TG
sa: टी.जी

source: Official rules
sa: आधिकारिक नियम

source: Smallest coin
sa: लघुतमः मुद्रा

source: No rounding
sa: गोलीकरणं नास्ति

source: Not loaded
sa: न भारितम्

source: (c) 2001-2022, the KEuroCalc developers
sa: (ग) 2001-2022, केयूरोकैल्क विकासकाः

source: Cash converter and calculator
sa: नकद परिवर्तक एवं गणक

source: KEuroCalc
sa: केयूरोकैल्क

source: A program by Éric Bischoff <bischoff@kde.org> This program is dedicated to all who know that money does not justify anything. Time Genie exchange rates courtesy of <a href='http://www.timegenie.com/' title='foreign exchange rates courtesy of Time Genie'>Time Genie</a>
sa: एरिक् बिशॉफ् इत्यस्य एकः कार्यक्रमः<bischoff@kde.org> एषः कार्यक्रमः सर्वेषां कृते समर्पितः अस्ति ये जानन्ति यत् धनेन किमपि न्याय्यं न भवति। Time Genie इत्यस्य विनिमयदराः <a href='http://www.timegenie.com/' title="विदेशीयविनिमयदराः Time Genie इत्यस्य सौजन्येन">Time Genie</a> इत्यस्य सौजन्येन

source: Éric Bischoff
sa: एरिक बिशॉफ्

source: Design and implementation
sa: परिकल्पना तथा कार्यान्वयन

source: Gil Gross
sa: गिल ग्रॉस

source: Additional functionality
sa: अतिरिक्त कार्यक्षमता

source: Melchior Franz
sa: मेलचिओर् फ्रांज

source: Design and testing
sa: डिजाइनं परीक्षणं च

source: Bas Willems
sa: बास विलेम्स

source: Graphical artwork
sa: चित्रात्मक कलाकृति

# NAME OF TRANSLATORS
source: Your names
sa: श्रीकान्त् कलवार्

# EMAIL OF TRANSLATORS
source: Your emails
sa: skkalwar999@gmail.com

source: Settings
sa: सेटिंग्स्

source: Look and feel
sa: पश्यन्तु अनुभूय च

source: Display color
sa: वर्णं प्रदर्शयतु

source: C&hange...
sa: परिवर्तय...

source: Enable splash screen
sa: स्पलैश स्क्रीन सक्षमं कुर्वन्तु

source: Rounding
sa: गोलीकरणम्

source: Offic&ial rounding rules
sa: आधिकारिक&ial गोलीकरण नियम

source: Smallest coin &method
sa: लघुतम मुद्रा &विधि

source: &No rounding at all
sa: &किमपि गोलीकरणं नास्ति

source: Reference currency, rates origin
sa: सन्दर्भ मुद्रा, दर उत्पत्ति

source: Euro, no ne&twork access (fixed rates only)
sa: यूरो, नेटवर्क्-प्रवेशः नास्ति (केवलं नियत-दराः)

source: E&uro, European Central Bank
sa: E&uro, यूरोपीय केन्द्रीय बैंक

source: Euro, Time &Genie
sa: यूरो, समय &Genie

source: Default currency
sa: पूर्वनिर्धारित मुद्रा
