Repository: KDE/keurocalc
Catalog: po/*/curconvd.po
Languages: ar, sr@latin

# NAME OF TRANSLATORS
source: Your names
ar: زايد السعيدي
sr@latin: Slobodan Simić

# EMAIL OF TRANSLATORS
source: Your emails
ar: zayed.alsaidi@gmail.com
sr@latin: slsimic@gmail.com

source: curconvd: waiting for D-Bus requests
ar: curconvd: في انتظار طلبات D-Bus
sr@latin: Valkonv: čekam na D‑Bus zahteve

source: curconvd: stopped waiting for D-Bus requests
ar: curconvd: توقف عن انتظار طلبات D-Bus
sr@latin: Valkonv: obustavljeno čekanje na D‑Bus zahteve

source: CurConvD
ar: تحويل_العملة
sr@latin: Valkonv

source: A currency converter daemon
ar: خدمة تحويل العملة
sr@latin: Demon za konverziju valuta

source: (c) 2006-2022, the curconvd developers
ar: (ج) 2006-2022، مطورو curconvd

source: A program by Éric Bischoff <bischoff@kde.org> Time Genie exchange rates courtesy of <a href='http://www.timegenie.com/' title='foreign exchange rates courtesy of Time Genie'>Time Genie</a>
ar: برنامج من إعداد إريك بيشوف <bischoff@kdeorg> أسعار صرف Time Genie مقدمة من <a href='http://www.timegenie.com/' title='foreign exchange rates courtesy of Time Genie'>Time Genie</a>

source: Éric Bischoff
ar: إريك بيشوف
sr@latin: Erik Bišof

source: Design and implementation
ar: التصميم و التطبيق
sr@latin: Dizajn i izvedba

source: A program by Éric Bischoff <ebischoff@nerim.net> Time Genie exchange rates courtesy of <a href='http://www.timegenie.com/' title='foreign exchange rates courtesy of Time Genie'>Time Genie</a>
sr@latin: Program Erika Bišofa &lt;<a href="mailto:ebischoff@nerim.net">ebischoff@nerim.net</a>&gt; Kursnu listu dobijamo ljubaznošću <a href='http://www.timegenie.com/'>Time Genieja</a>

source: Time Genie exchange rates courtesy of Time Genie
sr@latin: Kursna lista ljubaznošću Time Genieja
