Repository: KDE/keurocalc
Catalog: po/*/keurocalc.po
Languages: el, eo, eu, he, nds, sr, sr@ijekavianlatin, zh_tw

source: United Arab Emirates dirham
el: Ηνωμένα Αραβικά Εμιράτα ντιρχάμ
eo: Dirhamo de Unuiĝintaj Arabaj Emirlandoj
eu: Arabiar Emirerri Batuetako dirham
he: דירהם איחוד האמירויות הערביות
nds: VAE-Dirham
sr: дирхам (Уједињени Арапски Емирати)
sr@ijekavianlatin: dirham (Ujedinjeni Arapski Emirati)
zh_tw: 阿拉伯聯合大公國─迪爾漢（Dirham）

source: Netherlands Antilles guilder
el: Ολλανδικές Αντίλλες φιορίνι
eo: Guldeno de Nederlandaj Antiloj
eu: Herbehereetako Antilletako florina
he: פלורין האנטילים ההולנדיים
nds: Nedderlannsch-Antillen-Gulden
sr: гулден (Холандски Антили)
sr@ijekavianlatin: gulden (Holandski Antili)
zh_tw: 荷屬安地列斯─盾（Guilder）

source: Angola kwanza
el: Ανγκόλα κουάνζα
eu: Kwanza Angolarra
he: קוואנזה אנגולי
nds: Angolaansch Kwanza
sr: кванза (Ангола)
sr@ijekavianlatin: kvanza (Angola)
zh_tw: 安哥拉─匡撒（Kwanza）

source: Argentina peso
el: Αργεντινή πέσο
eu: Peso argentinarra
he: פסו ארגנטינאי
nds: Argentiensch Peso
sr: пезос (Аргентина)
sr@ijekavianlatin: pezos (Argentina)
zh_tw: 阿根廷─披索（Peso）

source: Austrian schilling
el: Αυστρία σκίλινγκ
eo: Aŭstra ŝilingo
eu: Txelin austriarra
he: שילינג אוסטרי
nds: Österrieksch Schilling
sr: шилинг (Аустрија)
sr@ijekavianlatin: šiling (Austrija)
zh_tw: 奧地利─先令（Shilling）

source: Australian dollar
el: Αυστραλία δολάριο
eo: Aŭstralia dolaro
eu: Dolar australiarra
he: דולר אוסטרלי
nds: Austraalsch Dollar
sr: долар (Аустралија)
sr@ijekavianlatin: dolar (Australija)
zh_tw: 澳大利亞─澳元（Australian Dollar）

source: Barbados dollar
el: Μπαμπάντος δολάριο
eo: Barbada dolaro
eu: Dolar barbadostarra
he: דולר ברבדיאני
sr: долар (Канада)
sr@ijekavianlatin: dolar (Kanada)
zh_tw: 巴貝多─元（Dollar）

source: Belgian franc
el: Βελγικό φράγκο
eo: Belga franko
eu: Belgikako frankoa
he: פרנק בלגי
nds: Belgsch Franken
sr: франак (Белгија)
sr@ijekavianlatin: franak (Belgija)
zh_tw: 比利時─法郎（Franc）

source: Bulgarian lev
el: Βουλγαρία λεβ
eo: Bulgara lev
eu: Bulgariako lev
he: לב בולגרי
nds: Bulgaarsch Lew
sr: лев (Бугарска)
sr@ijekavianlatin: lev (Bugarska)
zh_tw: 保加利亞─列弗（Lev）

source: Bahrain dinar
el: Μπαχρέιν δηνάριο
eo: Barejna dinaro
eu: Bahraineko dinar
he: דינר בחרייני
nds: Bahrainsch Dinaar
sr: динар (Бахреин)
sr@ijekavianlatin: dinar (Bahrein)
zh_tw: 巴林─第納爾（Dinar）

source: Bermuda dollar
el: Βερμούδες δολάριο
eo: Bermuda dolaro
eu: Dolar bermudarra
he: דולר ברמודה
sr: долар (Бермуди)
sr@ijekavianlatin: dolar (Bermudi)
zh_tw: 百慕達─元（Dollar）

source: Brunei dollar
el: Μπρουνέι δολάριο
eo: Bruneja dolaro
eu: Dolar bruneitarra
he: דולר ברוניי
sr: долар (Брунеј)
sr@ijekavianlatin: dolar (Brunej)
zh_tw: 汶萊─元（Dollar）

source: Brazilian real
el: Βραζιλία ρεάλ
eo: Brazila realo
eu: Brasilgo erreala
he: ריאל ברזילאי
nds: Brasiliaansch Real
sr: реал (Бразил)
sr@ijekavianlatin: real (Brazil)
zh_tw: 巴西─里歐（Real）

source: Bahamas dollar
el: Μπαχάμες δολάριο
eo: Bahama dolaro
eu: Dolar bahamarra
he: דולר בהאמי
nds: Bahama-Dollar
sr: долар (Бахами)
sr@ijekavianlatin: dolar (Bahami)
zh_tw: 巴哈馬─元（Dollar）

source: Canadian dollar
el: Καναδικό δολάριο
eo: Kanada dolaro
eu: Dolar kanadarra
he: דולר קנדי
nds: Kanaadsch Dollar
sr: долар (Канада)
sr@ijekavianlatin: dolar (Kanada)
zh_tw: 加拿大─元（Dollar）

source: Swiss franc
el: Ελβετικό φράγκο
eo: Svisa franko
eu: Franko suitzarra
he: פרנק שווייצרי
nds: Swiezer Franken
sr: франак (Швајцарска)
sr@ijekavianlatin: franak (Švajcarska)
zh_tw: 瑞士─法郎（Franc）

source: Chile peso
el: Χιλή πέσο
eo: Ĉilia peso
eu: Peso txiletarra
he: פסו צ׳יליאני
nds: Chileensch Peso
sr: пезос (Чиле)
sr@ijekavianlatin: pezos (Čile)
zh_tw: 智利─披索（Peso）

source: Chinese yuan
el: Κινεζικό γιουάν
eo: Ĉina juano
eu: Yuan txinatarra
he: יואן סיני
nds: Chineesch Yuan
sr: јуан (Кина)
sr@ijekavianlatin: juan (Kina)
zh_tw: 中國─人民幣（RMB，Yuan）

source: Cape Verde escudo
el: Πράσινο Ακρωτήριο εσκούδο
eo: Kapverda escudo
eu: Cabo Verdeko eskudoa
he: אשקודו כף ורדי
nds: Kap-Verde-Escudo
sr: ескудо (Зеленортска Острва)
sr@ijekavianlatin: eskudo (Zelenortska Ostrva)
zh_tw: 維德角─埃斯庫多（Escudo）

source: Cyprus pound
el: Κυπριακή λίρα
eo: Kipra funto
eu: Libera zipretarra
he: לירה קפריסאית
nds: Zypersch Pund
sr: фунта (Кипар)
sr@ijekavianlatin: funta (Kipar)
zh_tw: 賽普勒斯─鎊（Pound）

source: Czech koruna
el: Τσέχικη κορώνα
eo: Ĉeĥa krono
eu: Koroa txekiarra
he: קורונה צ׳כית
nds: Tschechsch Kroon
sr: круна (Чешка)
sr@ijekavianlatin: kruna (Češka)
zh_tw: 捷克─克朗（Koruna）

source: German deutschmark
el: Γερμανικό μάρκο
eo: Germana marko
eu: Marko alemana
he: מארק גרמני
nds: Düütsch Mark
sr: марка (Немачка)
sr@ijekavianlatin: marka (Nemačka)
zh_tw: 德國─德國馬克（Deutschmark）

source: Danish krone
el: Δανική κορώνα
eo: Dana krono
eu: Koroa danimarkarra
he: כתר דני
nds: Däänsch Kroon
sr: круна (Данска)
sr@ijekavianlatin: kruna (Danska)
zh_tw: 丹麥─克朗（Krone）

source: Dominican Republic peso
el: Δομινικανική Δημοκρατία πέσο
eo: Dominika Respubliko peso
eu: Peso dominikarra
he: פסו דומיניקני
nds: Dominikaansch Peso
sr: пезос (Доминиканска Република)
sr@ijekavianlatin: pezos (Dominikanska Republika)
zh_tw: 多明尼加─披索（Peso）

source: Estonian kroon
el: Εσθονική κορώνα
eo: Estona krono
eu: Koroa estoniarra
he: קרון אסטוני
nds: Eestlannsch Kroon
sr: круна (Естонија)
sr@ijekavianlatin: kruna (Estonija)
zh_tw: 愛沙尼亞─克朗（Kroon）

source: Egypt pound
el: Αιγυπτιακή λίρα
eo: Egipta funto
eu: libera egiptoarra
he: לירה מצרית
nds: Ägyptsch Pund
sr: фунта (Египат)
sr@ijekavianlatin: funta (Egipat)
zh_tw: 埃及─鎊（Pound）

source: Spanish peseta
el: Ισπανική πεσέτα
eo: Hispana peseto
eu: Espainiako pezeta
he: פסטה ספרדי
nds: Spaansch Peseta
sr: пезета (Шпанија)
sr@ijekavianlatin: pezeta (Španija)
zh_tw: 西班牙─比塞塔（Peseta）

source: EU euro
el: ΕΕ ευρώ
eo: EU-eŭro
eu: EUko euroa
he: אירו
sr: евро (Европска унија)
sr@ijekavianlatin: evro (Evropska unija)
zh_tw: 歐洲─歐元（Euro）

source: Finnish markka
el: Φινλανδική μάρκα
eo: Finna markka
eu: Marko finlandiarra
he: מרק פיני
nds: Finnsch Mark
sr: марка (Финска)
sr@ijekavianlatin: marka (Finska)
zh_tw: 芬蘭─馬克（Markka）

source: Fiji dollar
el: Φίτζι δολάριο
eo: Fiĝia dolaro
eu: Dolar fijiarra
he: דולר פיג׳י
nds: Fidschi-Dollar
sr: долар (Фиџи)
sr@ijekavianlatin: dolar (Fidži)
zh_tw: 斐濟─元（Dollar）

source: French franc
el: Γαλλικό φράγκο
eo: Franca franko
eu: Frantziako libera
he: פרנק צרפתי
nds: Franzöösch Franken
sr: франак (Француска)
sr@ijekavianlatin: franak (Francuska)
zh_tw: 法國─法郎（Franc）

source: Great Britain pound
el: Μεγάλη βρετανία λίρα
eo: Brita funto
eu: Britainia handiko libera
he: לירה שטרלינג
nds: Grootbritannsch Pund
sr: фунта (Велика Британија)
sr@ijekavianlatin: funta (Velika Britanija)
zh_tw: 英國─英鎊（Pound）

source: Greek drachma
el: Ελληνική δραχμή
eo: Greka draĥmo
eu: Drakma greziarra
he: דרכמה יוונית
nds: Greeksch Drachme
sr: драхма (Грчка)
sr@ijekavianlatin: drahma (Grčka)
zh_tw: 希臘─德拉馬克（Drachma）

source: Guyana dollar
el: Γουιάνα δολάριο
eo: Gujana dolaro
eu: Dolar guyanarra
he: דולר גיאני
sr: долар (Гијана)
sr@ijekavianlatin: dolar (Gijana)
zh_tw: 蓋亞那─元（Dollar）

source: Hong kong dollar
el: Χονγκ Κονγκ δολάριο
eo: Honkonga dolaro
eu: Dolar hongkongdarra
he: דולר הונג קונגי
sr: долар (Хонгконг)
sr@ijekavianlatin: dolar (Hongkong)
zh_tw: 香港─港幣（HK Dollar）

source: Croatian kuna
el: Κροατική κορώνα
eo: Kroata kuna
eu: Kuna kroaziarra
he: קונה קרואטית
nds: Kroaatsch Kuna
sr: куна (Хрватска)
sr@ijekavianlatin: kuna (Hrvatska)
zh_tw: 克羅埃西亞─庫納（Kuna）

source: Hungarian forint
el: Ουγγαρία φιορίνι
eo: Hungara forinto
eu: Hungariako forint
he: פורינט הונגרי
nds: Ungaarsch Forint
sr: форинта (Мађарска)
sr@ijekavianlatin: forinta (Mađarska)
zh_tw: 匈牙利─福林（Forint）

source: Indonesian rupiah
el: Ινδονησία ρουπία
eo: Indonezia rupio
eu: Errupia indonesiarra
he: רופיה אינדונזית
nds: Indoneesch Rupje
sr: рупија (Индонезија)
sr@ijekavianlatin: rupija (Indonezija)
zh_tw: 印尼─盾（Rupiah）

source: Irish punt
el: Ιρλανδικό πουντ
eo: Irlanda punt
eu: Libera irlandarra
he: לירה אירית
nds: Irsch Pund
sr: фунта (Ирска)
sr@ijekavianlatin: funta (Irska)
zh_tw: 愛爾蘭─鎊（Punt）

source: Israel new shekel
el: Ισραήλ νέο σέκελ
eo: Israela nova siklo
eu: Israelgo shekel berria
he: שקל ישראלי חדש
nds: Israeelsch nieg Schekel
sr: шекел, нови (Израел)
sr@ijekavianlatin: šekel, novi (Izrael)
zh_tw: 以色列─新舍克（New Shekel）

source: Indian rupee
el: Ινδική ρουπία
eo: Hinda rupio
eu: Errupia indiarra
he: רופי הודי
nds: Indsch Rupje
sr: рупија (Индија)
sr@ijekavianlatin: rupija (Indija)
zh_tw: 印度─盧比（Rupee）

source: Iran rial
el: Ιράν ριάλ
eo: Irana rial
eu: Rial irandarra
he: ריאל איראני
nds: Iraansch Rial
sr: ријал (Иран)
sr@ijekavianlatin: rijal (Iran)
zh_tw: 伊朗─里亞爾（Rial）

source: Icelandic krona
el: Ισλανδική κορώνα
eo: Islanda krono
eu: Islandiako koroa
he: קרונה איסלנדית
nds: Islannsch Kroon
sr: круна (Исланд)
sr@ijekavianlatin: kruna (Island)
zh_tw: 冰島─克朗（Krona）

source: Italian lira
el: Ιταλική λίρα
eo: Itala liro
eu: Italiako lira
he: לירה איטלקית
nds: Italieensch Lira
sr: лира (Италија)
sr@ijekavianlatin: lira (Italija)
zh_tw: 義大利─里拉（Lira）

source: Jamaica dollar
el: Τζαμάικα δολάριο
eo: Jamajka dolaro
eu: Dolar jamaikarra
he: דולר ג׳מייקי
nds: Jamaikaansch Dollar
sr: долар (Јамајка)
sr@ijekavianlatin: dolar (Jamajka)
zh_tw: 牙買加─元（Dollar）

source: Japanese yen
el: Ιαπωνικό γιεν
eo: Japana eno
eu: Yen japoniarra
he: ין יפני
nds: Japaansch Yen
sr: јен (Јапан)
sr@ijekavianlatin: jen (Japan)
zh_tw: 日本─日元（Yen）

source: Kenya schilling
el: Κένυα σελίνι
eo: Kenja skilingo
eu: Txelin kenyarra
he: שילינג קנייתי
nds: Keniaansch Schilling
sr: шилинг (Кенија)
sr@ijekavianlatin: šiling (Kenija)
zh_tw: 奧地利─先令（Shilling）

source: Cambodia riel
el: Καμπότζη ριέλ
eo: Kamboĝa riel
eu: Kanbodiako riel
he: ריאל קמבודי
nds: Kambodschansch Riel
sr: ријел (Камбоџа)
sr@ijekavianlatin: rijel (Kambodža)
zh_tw: 柬埔寨─瑞爾（Riel）

source: South Korean won
el: Νότια Κορέα γουόν
eo: Sudkorea won
eu: Hego Koreako won
he: וון דרום קוריאני
nds: Söödkoreaansch Won
sr: вон (Јужна Кореја)
sr@ijekavianlatin: von (Južna Koreja)
zh_tw: 南韓─圜（Won）

source: Kuwait dinar
el: Κουβέιτ δηνάριο
eo: Kuvajta dinaro
eu: Kuwaiteko dinar
he: דינר כוויתי
nds: Kuwaitsch Dinaar
sr: динар (Кувајт)
sr@ijekavianlatin: dinar (Kuvajt)
zh_tw: 科威特─第納爾（Dinar）

source: Cayman Islands dollar
el: Νήσοι Καϋμάν δολάριο
eo: Kajmana dolaro
eu: Kaiman uharteetako dolarra
he: דולר קיימני
nds: Kaiman-Dollar
sr: долар (Кајманска Острва)
sr@ijekavianlatin: dolar (Kajmanska Ostrva)
zh_tw: 開曼群島─元（Dollar）

source: Kazakhstan tenge
el: Καζαχστάν τένγκε
eo: Kazaĥia tenge
eu: Tenge kazakhstandarra
he: טנגה קזחסטני
nds: Kasachstansch Tenge
sr: тенге (Казахстан)
sr@ijekavianlatin: tenge (Kazahstan)
zh_tw: 哈薩克─坦吉（Tenge）

source: Sri Lankan rupee
el: Σρι Λάνκα ρούπε
eo: Srilanka rupio
eu: Errupia srilankarra
he: רופי סרי לנקי
nds: Sri-Lankeesch Rupje
sr: рупија (Шри Ланка)
sr@ijekavianlatin: rupija (Šri Lanka)
zh_tw: 斯里蘭卡─盧比（Rupee）

source: Lituanian litas
el: Λιθουανία λίτας
eo: Litovaj litas
eu: Litas lituaniarra
he: ליטאס ליטאי
nds: Litausch Litas
sr: литас (Литванија)
sr@ijekavianlatin: litas (Litvanija)
zh_tw: 立陶宛─立特（Litas）

source: Luxembourg franc
el: Λουξεμβούργο φράγκο
eo: Luksemburgia franko
eu: Franko luxenburgotarra
he: פרנק לוקסמבורגי
nds: Luxemborgsch Franken
sr: франак (Луксембург)
sr@ijekavianlatin: franak (Luksemburg)
zh_tw: 盧森堡─法郎（Franc）

source: Latvian latas
el: Λετονικό λάτας
eo: Latvaj latas
eu: Lat letoniarra
he: לטס לטבי
nds: Lettsch Lats
sr: латас (Летонија)
sr@ijekavianlatin: latas (Letonija)
zh_tw: 拉脫維亞─拉茲（Latas）

source: Morocco dirham
el: Μαρόκο ντιρχάμ
eo: Maroka dirhamo
eu: Dirham marokoarra
he: דירהם מרוקאי
nds: Marokkaansch Dirham
sr: дирхам (Мароко)
sr@ijekavianlatin: dirham (Maroko)
zh_tw: 摩洛哥─迪拉姆（Dirham）

source: Macau pataca
el: Μακάο πατάκα
eo: Makaoa pataka
eu: Pataka macautarra
he: פטקה של מקאו
nds: Makao-Pataca
sr: патака (Макао)
sr@ijekavianlatin: pataka (Makao)
zh_tw: 澳門─澳門元（Pataca）

source: Maltese lira
el: Μαλτέζικη λίρα
eo: Malta liro
eu: Maltako lira
he: לירה מלטית
nds: Malteesch Lira
sr: лира (Малта)
sr@ijekavianlatin: lira (Malta)
zh_tw: 馬爾他─里拉（Lira）

source: Mexican peso
el: Μεξικάνικο πέσο
eo: Meksika peso
eu: Peso mexikarra
he: פסו מקסיקני
nds: Mexikaansch Peso
sr: пезос (Мексико)
sr@ijekavianlatin: pezos (Meksiko)
zh_tw: 墨西哥─披索(Peso）

source: Malaysian ringgit
el: Μαλαισιανό ρίνγκιτ
eo: Malajzia ringgito
eu: Ringgit malaysiarra
he: רינגיט מלזי
nds: Malaiisch Ringgit
sr: рингит (Малезија)
sr@ijekavianlatin: ringit (Malezija)
zh_tw: 馬來西亞─林吉特（Ringgit）

source: Mozambican metical
el: Μοζαμβίκη μετικάλ
eo: Mozambika metical
eu: Mozambikeko metical
he: מטיקל מוזמביני
nds: Mosambikaansch Metical
sr: метикал (Мозамбик)
sr@ijekavianlatin: metikal (Mozambik)
zh_tw: 莫三比克─梅蒂卡爾（Metical）

source: Dutch gulden
el: Ολλανδικό γκούλντεν
eo: Nederlanda guldeno
eu: florin herbeheretarra
he: גילדן הולנדי
nds: Nedderlannsch Gullen
sr: гулден (Холандија)
sr@ijekavianlatin: gulden (Holandija)
zh_tw: 荷蘭─盾（Gulden）

source: Norvegian krone
el: Νορβηγική κορώνα
eo: Norvega krono
eu: Koroa danimarkarra
he: כתר נורווגי
nds: Norweegsch Kroon
sr: круна (Норвешка)
sr@ijekavianlatin: kruna (Norveška)
zh_tw: 挪威─克朗（Krone）

source: New Zealand dollar
el: Νέα Ζηλανδία δολάριο
eo: Nov-Zelanda dolaro
eu: Dolar zeelandaberritarra
he: דולר ניו זילנדי
nds: Niegseelannsch Dollar
sr: долар (Нови Зеланд)
sr@ijekavianlatin: dolar (Novi Zeland)
zh_tw: 紐西蘭─元（Dollar）

source: Oman rial
el: Ομάν ριάλ
eo: Omana rial
eu: Rial omandarra
he: ריאל עומאני
nds: Omaansch Rial
sr: ријал (Оман)
sr@ijekavianlatin: rijal (Oman)
zh_tw: 阿曼─里亞爾（Rial）

source: Panama balboa
el: Παναμά Μπαλμπόα
eo: Panama balboo
eu: Balboa panamarra
he: בלבואה של פנמה
nds: Pamameesch Balboa
sr: балбоа (Панама)
sr@ijekavianlatin: balboa (Panama)
zh_tw: 巴拿馬─巴波亞（Balboa）

source: Peru nuevo sol
el: Περού νέο σολ
eo: Perua nuevo sol
eu: Sol berri perutarra
he: נואבו סול פרואני
nds: Peruaansch Nuevo Sol
sr: сол, нови (Перу)
sr@ijekavianlatin: sol, novi (Peru)
zh_tw: 秘魯─新太陽幣（Nuevo Sol）

source: Philippine peso
el: Φιλιππίνες πέσο
eo: Filipina peso
eu: Peso filipinarra
he: פסו פיליפיני
nds: Philippiensch Peso
sr: пезос (Филипини)
sr@ijekavianlatin: pezos (Filipini)
zh_tw: 菲律賓─披索（Peso）

source: Pakistan rupee
el: Πακιστανική ρουπία
eo: Pakistana rupio
eu: Errupia pakistandarra
he: רופי פקיסטני
nds: Pakistaansch Rupje
sr: рупија (Пакистан)
sr@ijekavianlatin: rupija (Pakistan)
zh_tw: 巴基斯坦─盧比（Rupee）

source: Polish zloty
el: Πολωνικό ζλότι
eo: Pola zloto
eu: Poloniako zloty
he: זלוטי פולני
nds: Poolsch Zloty
sr: злот (Пољска)
sr@ijekavianlatin: zlot (Poljska)
zh_tw: 波蘭─茲羅提（Zloty）

source: Portuguese escudo
el: Πορτογαλέζικο εσκούδο
eo: Portugala escudo
eu: Portugaleko eskudo
he: אשקודו פורטוגלי
nds: Portugeesch Escudo
sr: ескудо (Португал)
sr@ijekavianlatin: eskudo (Portugal)
zh_tw: 葡萄牙─埃斯庫多（Escudo）

source: Qatar rial
el: Κατάρ ριάλ
eo: Katara rial
eu: Riyal qatartar
he: ריאל קטרי
nds: Kataarsch Rial
sr: ријал (Катар)
sr@ijekavianlatin: rijal (Katar)
zh_tw: 卡達─里亞爾（Rial）

source: Romanian new leu
el: Ρουμάνικο λεβ
eo: Rumana nova leu
eu: Errumaniako leu berria
he: לאו רומני חדש
nds: Nieg Romäänsch Leu
sr: леј, нови (Румунија)
sr@ijekavianlatin: lej, novi (Rumunija)
zh_tw: 羅馬尼亞─新列伊（New Leu）

source: Serbian dinar
el: Σερβικό δηνάριο
eo: Serba dinaro
eu: Serbiako dinar
he: דינר סרבי
nds: Serbsch Dinaar
sr: динар (Србија)
sr@ijekavianlatin: dinar (Srbija)
zh_tw: 塞爾維亞─第納爾（Dinar）

source: Russian rouble
el: Ρωσικό ρούβλι
eo: Rusa rublo
eu: Errublo errusiarra
he: רובל רוסי
nds: Russ'sch Rubel
sr: рубља (Русија)
sr@ijekavianlatin: rublja (Rusija)
zh_tw: 俄羅斯─盧布（Rouble）

source: Saudi Arabia riyal
el: Σαουδική Αραβία ριάλ
eo: Saud-Arabia riyalo
eu: Riyal saudiarabiar
he: ריאל סעודי
nds: Saudsch Rial
sr: ријал (Саудијска Арабија)
sr@ijekavianlatin: rijal (Saudijska Arabija)
zh_tw: 沙烏地阿拉伯─里亞爾（Riyal）

source: Swedish krona
el: Σουηδική κορώνα
eo: Sveda krono
eu: Koroa suediarra
he: קרונה שוודית
nds: Sweedsch Kroon
sr: круна (Шведска)
sr@ijekavianlatin: kruna (Švedska)
zh_tw: 瑞典─克朗（Krona）

source: Singapore dollar
el: Σινγκαπούρη δολάριο
eo: Singapura dolaro
eu: Dolar singapurtarra
he: דולר סינגפורי
nds: Singapursch Dollar
sr: долар (Сингапур)
sr@ijekavianlatin: dolar (Singapur)
zh_tw: 新加坡─元（Dollar）

source: Slovenian tolar
el: Σλοβένικο τόλαρ
eo: Slovena tolar
eu: Esloveniako tolar
he: טולאר סלובני
nds: Sloweensch Taler
sr: толар (Словенија)
sr@ijekavianlatin: tolar (Slovenija)
zh_tw: 斯洛維尼亞─托拉（Tolar）

source: Slovakian koruna
el: Σλοβακική κορώνα
eo: Slovaka koruno
eu: Eslovakiako koroa
he: כתר סלובקי
nds: Slowaaksch Kroon
sr: круна (Словачка)
sr@ijekavianlatin: kruna (Slovačka)
zh_tw: 斯洛伐克─克朗（Koruna）

source: Sao Tome and Principe dobra
el: Σάο Τομέ και Πρίνσιπε ντόμπρα
eo: Sao Tome kaj Principe dobra
eu: Dobra saotome eta pincipetarra
he: דוברה של סאו טומה ופרינסיפה
nds: Sao-Tomee-un-Principe-Dobra
sr: добра (Сао Томе и Принципе)
sr@ijekavianlatin: dobra (Sao Tome i Principe)
zh_tw: 聖多美及普林西比─多布拉（Dobra）

source: Syrian pound
el: Συρία λίρα
eo: Siria funto
eu: Libera siriarra
he: לירה סורית
nds: Syrsch Pund
sr: фунта (Сирија)
sr@ijekavianlatin: funta (Sirija)
zh_tw: 敘利亞─鎊（Pound）

source: Thai baht
el: Ταϊλανδέζικο μπαχτ
eo: Tajlanda bahto
eu: Thailandiako baht
he: באט תאילנדי
nds: Thailannsch Baht
sr: бахт (Тајланд)
sr@ijekavianlatin: baht (Tajland)
zh_tw: 泰國─銖（Baht）

source: Turkish new lira
el: Τουρκία νέα λίρα
eo: Turka nova liro
eu: Turkiako lira berria
he: לירה טורקית חדשה
nds: Nieg Törksch Lira
sr: лира, нова (Турска)
sr@ijekavianlatin: lira, nova (Turska)
zh_tw: 土耳其─新土耳其里拉（Turkish New Lira）

source: Trinidad and Tobago dollar
el: Τρινιντάντ και Τομπάγκο δολάριο
eo: Trinidada kaj Tobago-dolaro
eu: Trinidad eta Tobagoko dolarra
he: דולר טרינידד וטובגו
nds: "Trinidad un Tobago"-Dollar
sr: долар (Тринидад и Тобаго)
sr@ijekavianlatin: dolar (Trinidad i Tobago)
zh_tw: 千里達及托巴哥─元（Dollar）

source: Taiwanese new dollar
el: Ταϊβάν νέο δολάριο
eo: Tajvana nova dolaro
eu: Dolar berri taiwandarra
he: דולר טאיוואני חדש
nds: Nieg Taiwaneesch Dollar
sr: долар, нови (Тајван)
sr@ijekavianlatin: dolar, novi (Tajvan)
zh_tw: 台灣─新台幣

source: Ukraine hryvnia
el: Ουκρανία γρίβνα
eo: Ukrainia hryvnia
eu: Hrivnia ukrainarra
he: הריבניה אוקראינית
nds: Ukrainsch Griwnja
sr: гривња (Украјина)
sr@ijekavianlatin: grivnja (Ukrajina)
zh_tw: 烏克蘭─格里夫納（Hryvnia）

source: US dollar
el: ΗΠΑ δολάριο
eo: Usona dolaro
eu: Dolar estatubatuarra
he: דולר אמריקאי
sr: долар (САД)
sr@ijekavianlatin: dolar (SAD)
zh_tw: 美國─美元

source: Venezuelan bolivar fuerte
el: Βενεζουέλα μπολιβάρ φουέρτε
eo: Venezuela bolivar-fuerte
eu: Bolibar sendo benezuelarra
he: בוליבר ונצואלי
nds: Venezolaansch Bolivar Fuerte
sr: боливар (Венецуела)
sr@ijekavianlatin: bolivar (Venecuela)
zh_tw: 委內瑞拉─強勢玻利瓦爾（Bolivar Fuerte）

source: Vietnam dong
el: Βιετνάμ ντογκ
eo: Vjetnamia dong
eu: Dong vietnamdarra
he: דונג וייטנאמי
nds: Vietnameesch Dong
sr: донг (Вијетнам)
sr@ijekavianlatin: dong (Vijetnam)
zh_tw: 越南─盾（Dong）

source: Central African CFA franc
el: Κεντρική Αφρική Φράγκο CFA
eo: Centrafrika CFA-franko
eu: Afrika Erdiko Errepublikako franko CFA
he: פרנק CFA מרכז אפריקני
nds: Zentraalafrikaansch CFA-Franc
sr: франак (централноафрички ЦФА)
sr@ijekavianlatin: franak (centralnoafrički CFA)
zh_tw: 中非共和國─CFA 法郎（CFA Franc）

source: East Caribbean dollar
el: Ανατολική Καραϊβική δολάριο
eo: Orienta kariba dolaro
eu: Ekialdeko Karibeko dolarra
he: דולר מזרח קריבי
nds: Oostkaribsch Dollar
sr: долар (Источни Кариби)
sr@ijekavianlatin: dolar (Istočni Karibi)
zh_tw: 東格瑞那達─元（Dollar）

source: West African CFA franc
el: Δυτική Αφρική Φράγκο CFA
eo: Okcidentafrika CFA-franko
eu: Afrika Erdiko Errepublikako franko CFA
he: פרנק CFA מערב אפריקני
nds: Westafrikaansch CFA-Franc
sr: франак (западноафрички ЦФА)
sr@ijekavianlatin: franak (zapadnoafrički CFA)
zh_tw: 西非─CFA 法郎（CFA Franc）

source: Yemen rial
el: Υεμένη ριάλ
eo: Jemena rial
eu: Rial yemendarra
he: ריאל תימני
nds: Jemeensch Rial
sr: ријал (Јемен)
sr@ijekavianlatin: rijal (Jemen)
zh_tw: 葉門─里亞爾（Rial）

source: South African rand
el: Νότια Αφρική ραντ
eo: Sudafrika rand
eu: Hegoafrikako rand
he: ראנד דרום־אפריקאי
nds: Söödafrikaansch Rand
sr: ранд (Јужна Африка)
sr@ijekavianlatin: rand (Južna Afrika)
zh_tw: 南非─蘭特（Rand）

source: Currency Calculator
el: Υπολογιστής συναλλάγματος
eo: Valuta Kalkulilo
eu: Moneta kalkulagailua
he: מחשבון מטבעות
nds: Tahlmiddel-Reekner
sr: Претварач валута
sr@ijekavianlatin: Pretvarač valuta
zh_tw: 貨幣計算器

source: Input
el: Είσοδος
eo: Enigo
eu: Sarrera
he: קלט
nds: Ingaav
sr: Улаз
sr@ijekavianlatin: Ulaz
zh_tw: 輸入

source: Result
el: Αποτέλεσμα
eo: Rezulto
eu: Emaitza
he: תוצאה
nds: Resultaat
sr: Резултат
sr@ijekavianlatin: Rezultat
zh_tw: 結果

source: Correct last input digit
el: Διόρθωση τελευταίου ψηφίου εισόδου
eo: Koerkti lastan enigvaloron
eu: Zuzendu sartutako azken digitua
he: תיקון הספרה האחרונה בקלט
nds: Verleden ingeven Tall richten
sr: Исправи последњу унету цифру
sr@ijekavianlatin: Ispravi poslednju unetu cifru
zh_tw: 修正最後輸入的數字

source: Enter value expressed in reference currency
el: Εισαγωγή τιμής εκφραζόμενης στο νόμισμα αναφοράς
eo: Enigi valoron esprimitan en referenca valuto
eu: Sartu erreferentzia-monetan adierazitako balioa
he: למלא ערך שמבוטא במטבע סימוכין
nds: Bitte Weert in Eenheiten vun't Betog-Tahlmiddel ingeven
sr: Вредност изражена у референтној валути
sr@ijekavianlatin: Vrednost izražena u referentnoj valuti
zh_tw: 輸入以參考貨幣為單位的數值

source: Divide
el: Διαίρεση
eo: Dividi
eu: Zatitu
he: חילוק
nds: Delen
sr: Подели
sr@ijekavianlatin: Podeli
zh_tw: 除

source: Store in memory
el: Αποθήκευση στη μνήμη
eo: Stori en memoro
eu: Gorde memorian
he: אחסון בזיכרון
nds: Binnen Spieker wohren
sr: Складишти у меморију
sr@ijekavianlatin: Skladišti u memoriju
zh_tw: 存在記憶體

source: Reset both input, result and memory
el: Επαναφορά της εισόδου, του αποτελέσματος και της μνήμης
eo: Restarigi ambaŭ enigon, rezulton kaj memoron
eu: Berrezarri sarrera, emaitza eta memoria
he: איפוס הקלט, התוצאה והזיכרון
nds: Ingaav, Resultaat un Spieker torüchsetten
sr: Ресетуј улаз, резултат и меморију
sr@ijekavianlatin: Resetuj ulaz, rezultat i memoriju
zh_tw: 重置輸入、結果與記憶體

source: Reset
el: Επαναφορά
eo: Restarigi
eu: Berrezarri
he: איפוס
nds: Torüchsetten
sr: Ресетуј
sr@ijekavianlatin: Resetuj
zh_tw: 重置

source: Enter value expressed in currency
el: Εισαγωγή τιμής εκφραζόμενης στο νόμισμα
eo: Enigi valoron esprimitan en valuto
eu: Sartu monetan adierazitako balioa
he: למלא ערך שמבוטא במטבע
nds: Bitte Weert in Tahlmiddeleenheiten ingeven
sr: Вредност изражена у валути
sr@ijekavianlatin: Vrednost izražena u valuti
zh_tw: 輸入貨幣值

source: Multiply
el: Πολλαπλασιασμός
eo: Multipliki
eu: Biderkatu
he: כפל
nds: Maalnehmen
sr: Помножи
sr@ijekavianlatin: Pomnoži
zh_tw: 乘

source: Recall from memory
el: Επαναφορά από τη μνήμη
eo: Rememori el memoro
eu: Memoriatik gogoratu
he: שחזור מהזיכרון
nds: Ut Spieker halen
sr: Врати из меморије
sr@ijekavianlatin: Vrati iz memorije
zh_tw: 從記憶體取出

source: Display about box
el: Εμφάνιση πλαισίου σχετικά με το πρόγραμμα
eo: Montri pri-skatolon
eu: Azaldu «honi buruz» koadroa
he: הצגת תיבת על אודות
nds: "Över"-Dialoog wiesen
sr: Прикажи податке о програму
sr@ijekavianlatin: Prikaži podatke o programu
zh_tw: 顯示「關於」...

source: &About...
el: &Σχετικά...
eo: &Pri...
eu: &Honi buruz...
he: על &אודות…
nds: Ö&ver...
sr: &О...
sr@ijekavianlatin: &O...
zh_tw: 關於(&A)...

source: Enter simple value
el: Εισαγωγή απλής τιμής
eo: Enigi simplan valoron
eu: Sartu balio sinplea
he: מילוי ערך פשוט
nds: Eenfach Weert ingeven
sr: Једноставна вредност
sr@ijekavianlatin: Jednostavna vrednost
zh_tw: 輸入簡單數值

source: Subtract
el: Αφαίρεση
eo: Subtrahi
eu: Kendu
he: חיסור
nds: Aftrecken
sr: Одузми
sr@ijekavianlatin: Oduzmi
zh_tw: 減

source: Subtract from memory
el: Αφαίρεση από τη μνήμη
eo: Subtrahi de memoro
eu: Memoriari kendu
he: חיסור מהזיכרון
zh_tw: 減去記憶體中的值

source: Display help pages
el: Εμφάνιση σελίδων βοήθειας
eo: Montri helpopaĝojn
eu: Erakutsi laguntza-orriak
he: הצגת עמודי עזרה
nds: Hülpsieden wiesen
sr: Прикажи странице помоћи
sr@ijekavianlatin: Prikaži stranice pomoći
zh_tw: 顯示說明頁面
