Repository: KDE/keurocalc
Catalog: po/*/keurocalc.po
Languages: el, eo, eu, he, nds, sr, sr@ijekavianlatin, zh_tw

source: &Help...
el: &Βοήθεια...
eo: &Helpo...
eu: &Laguntza...
he: ע&זרה…
nds: &Hülp...
sr: &Помоћ...
sr@ijekavianlatin: &Pomoć...
zh_tw: 說明(&H)...

source: Apply percentage value
el: Εφαρμογή ποσοστιαίας τιμής
eo: Apliki elcentan valoron
eu: Ehuneko balioa aplikatu
he: החלת ערך אחוזים
nds: As Perzentweert bruken
sr: Примени процентуалну вредност
sr@ijekavianlatin: Primeni procentualnu vrednost
zh_tw: 套用百分比數值

source: Change sign
el: Αλλαγή προσήμου
eo: Ŝanĝi signon
eu: Zeinu-aldaketa
he: החלפת סימן
nds: Vörteken wesseln
sr: Обрни знак
sr@ijekavianlatin: Obrni znak
zh_tw: 變更正負號

source: Add
el: Προσθήκη
eo: Aldoni
eu: Gehitu
he: הוספה
nds: Totellen
sr: Додај
sr@ijekavianlatin: Dodaj
zh_tw: 加

source: Add to memory
el: Πρόσθεση στη μνήμη
eo: Aldoni al memoro
eu: Memoriara gehitu
he: הוספה לזיכרון
nds: Den Spieker totellen
sr: Додај у меморију
sr@ijekavianlatin: Dodaj u memoriju
zh_tw: 將記憶體中的值加上

source: Configure KEuroCalc
el: Διαμόρφωση του KEuroCalc
eo: Agordi KEuroCalc
eu: KEuroCalc konfiguratu
he: הגדרת KEuroCalc
nds: KEuroCalc instellen
sr: Подеси K‑еврокалк
sr@ijekavianlatin: Podesi KEuroCalc
zh_tw: 設定 KEruoCalc

source: &Settings...
el: &Ρυθμίσεις...
eo: A&gordoj...
eu: E&zarpenak...
he: ה&גדרות…
nds: &Instellen...
sr: &Поставке...
sr@ijekavianlatin: &Postavke...
zh_tw: 設定(&S)...

source: Currencies
el: Νομίσματα
eo: Valutoj
eu: Monetak
he: מטבעות
nds: Tahlmiddeln
sr: Валуте
sr@ijekavianlatin: Valute
zh_tw: 貨幣

source: Cannot load currencies.xml
el: Αδυναμία φόρτωσης του currencies.xml
eo: Ne eblas ŝargi currencies.xml
eu: Ezin du currencies.xml zamatu
he: לא ניתן לטעון את currencies.xml
nds: "currencies.xml" lett sik nich laden
sr: Не могу да учитам currencies.xml
sr@ijekavianlatin: Ne mogu da učitam currencies.xml
zh_tw: 無法載入 currencies.xml

source: Fixed
el: Σταθερό
eo: Fiksita
eu: Finkoa
he: קבוע
nds: Fast
sr: Фиксни
sr@ijekavianlatin: Fiksni
zh_tw: 固定

source: ECB
he: הבנק המרכזי האירופי
nds: EZB
sr: ЕЦБ

source: Loading...
el: Φόρτωση...
eo: Ŝargas...
eu: Zamatzen...
he: בטעינה…
nds: Bi to laden...
sr: Учитавам...
sr@ijekavianlatin: Učitavam...
zh_tw: 載入中...

source: Official rules
el: Επίσημοι κανόνες
eo: Oficialaj reguloj
eu: Arau ofizialak
he: כללים רשמיים
nds: Offiziell Regeln
sr: Званична правила
sr@ijekavianlatin: Zvanična pravila
zh_tw: 標準規則

source: Smallest coin
el: Μικρότερο νόμισμα
eo: Plej malgranda monero
eu: Txanpon txikiena
he: המטבע הקטן ביותר
nds: Lüttst Münt
sr: Најмањи новчић
sr@ijekavianlatin: Najmanji novčić
zh_tw: 最小的硬幣

source: No rounding
el: Δίχως στρογγυλοποίηση
eo: Neniu rondigo
eu: Biribildu gabe
he: ללא עיגול
nds: Keen Runnen
sr: Без заокруживања
sr@ijekavianlatin: Bez zaokruživanja
zh_tw: 不四捨五入

source: Not loaded
el: Μη φορτωμένο
eo: Ne ŝargita
eu: Zamatu gabe
he: לא נטען
nds: Nich laadt
sr: Није учитано
sr@ijekavianlatin: Nije učitano
zh_tw: 未載入

source: (c) 2001-2022, the KEuroCalc developers
eo: (c) 2001-2022, la programistoj de KEuroCalc
eu: (c) 2001-2022, KEuroCalc-en garatzaileak
he: (c) 2001‏-2022, מפתחי KEuroCalc
zh_tw: (c) 2001-2022, KEuroCalc 開發團隊

source: Cash converter and calculator
el: Μετατροπέας συναλλάγματος και αριθμομηχανή
eo: Konvertilo kaj kalkulilo
eu: Eskudiru bihurgailua eta kalkulagailua
he: ממיר כסף ומחשבון
nds: Geld-Ümreeker un -reekner
sr: Претварач новца и калкулатор
sr@ijekavianlatin: Pretvarač novca i kalkulator
zh_tw: 現金轉換器與計算機

source: A program by Éric Bischoff <bischoff@kde.org> This program is dedicated to all who know that money does not justify anything. Time Genie exchange rates courtesy of <a href='http://www.timegenie.com/' title='foreign exchange rates courtesy of Time Genie'>Time Genie</a>
eo: Programo de Éric Bischoff <bischoff@kde.org> Ĉi tiu programo estas dediĉita al ĉiuj, kiuj scias, ke mono nenion pravigas. La kurzoj de Time Genie ĝentile de <a href='http://www.timegenie.com/' title='fremdaj kurzoj ĝentile de Time Genie'>Time Genie</a>
eu: Éric Bischoff-ek <bischoff@kde.org> egindako programa Programa hau, diruak ez duela edozer justifikatzen dakitenei eskainita dago. Time Genie truke tasak <a href='http://www.timegenie.com/' title='foreign exchange rates courtesy of Time Genie'>Time Genie</a>ren kortesia
he: תוכנה מאת אריק בישוף <bischoff@kde.org> התוכנית הזאת מיועדת לכל מי שיודע שכסף לא מצדיק שום התנהלות. שערי החליפין של Time Genie הם באדיבות <a href='http://www.timegenie.com/' title='שערי החליפין באדיבות Time Genie'>Time Genie</a>
zh_tw: 作者：Éric Bischoff <bischoff@kde.org> 此程式獻給所有知道金錢並非萬能的人... Time Genie exchange rates courtesy of <a href='http://www.timegenie.com/' title='foreign exchange rates courtesy of Time Genie'>Time Genie</a>

source: Éric Bischoff
he: אריק בישוף
sr: Ерик Бишоф
sr@ijekavianlatin: Erik Bišof

source: Design and implementation
el: Σχεδίαση και εφαρμογή
eo: Dezajno kaj efektivigo
eu: Diseinua eta inplementazioa
he: עיצוב ומימוש
nds: Planen un Ümsetten
sr: Пројектовање и изведба
sr@ijekavianlatin: Projektovanje i izvedba
zh_tw: 設計與實作

source: Gil Gross
he: גיל גרוס
sr: Жил Грос
sr@ijekavianlatin: Žil Gros

source: Additional functionality
el: Επιπλέον λειτουργικότητα
eo: Plia funkcieco
eu: Gainerako funtzionaltasuna
he: יכולות נוספות
nds: Anner Funkschonen bito
sr: Додатна функционалност
sr@ijekavianlatin: Dodatna funkcionalnost
zh_tw: 額外功能

source: Melchior Franz
he: מלכיאור פרנץ
sr: Мелхиор Франц
sr@ijekavianlatin: Melhior Franc

source: Design and testing
el: Σχεδίαση και δοκιμές
eo: Dezajno kaj testado
eu: Diseinua eta probak
he: עיצוב ובדיקות
nds: Utsehn un Utproberen
sr: Пројектовање и испробавање
sr@ijekavianlatin: Projektovanje i isprobavanje
zh_tw: 設計與測試

source: Bas Willems
he: בס וילמס
sr: Бас Вилемс
sr@ijekavianlatin: Bas Vilems

source: Graphical artwork
el: Γραφικό στόλισμα
eo: Grafika artaĵo
eu: Artelan grafikoa
he: אומנות חזותית
nds: Graafsch un Billerwark
sr: Графичка обрада
sr@ijekavianlatin: Grafička obrada
zh_tw: 圖形美工

# NAME OF TRANSLATORS
source: Your names
el: Σπύρος Γεωργαράς, Τούσης Μανώλης, Stelios
eo: Axel Rousseau,Oliver Kellogg
eu: Iñigo Salvador Azurmendi
he: צוות התרגום של KDE ישראל
nds: Sönke Dibbern, Manfred Wiese
sr: Слободан Симић,Часлав Илић
sr@ijekavianlatin: Slobodan Simić,Časlav Ilić
zh_tw: Frank Weng (a.k.a. Franklin)

# EMAIL OF TRANSLATORS
source: Your emails
el: sng@hellug.gr, manolis@koppermind.homelinux.org, sstavra@gmail.com
eo: axel@esperanto-jeunes.org,okellogg@users.sourceforge.net
eu: xalba@ni.eus
he: kde-l10n-he@kde.org
nds: s_dibbern@web.de, m.j.wiese@web.de
sr: slsimic@gmail.com,caslav.ilic@gmx.net
sr@ijekavianlatin: slsimic@gmail.com,caslav.ilic@gmx.net
zh_tw: franklin@goodhorse.idv.tw

source: Settings
el: Ρυθμίσεις
eo: Agordo
eu: Ezarpenak
he: הגדרות
nds: Instellen
sr: Поставке
sr@ijekavianlatin: Postavke
zh_tw: 設定

source: Look and feel
el: Εμφάνιση και Αίσθηση
eo: Aspekto kaj sento
eu: Itxura eta izaera
he: מראה ותחושה
nds: Utsehn un Bedenen
sr: Изглед и осећај
sr@ijekavianlatin: Izgled i osećaj
zh_tw: 外觀與感覺

source: Display color
el: Εμφάνιση χρώματος
eo: Montra koloro
eu: Erakusleihoaren kolorea
he: צבע תצוגה
nds: Klöör
sr: Боја приказа
sr@ijekavianlatin: Boja prikaza
zh_tw: 顯示顏色

source: C&hange...
el: Αλ&λαγή...
eo: Ŝ&anĝi...
eu: Al&datu...
he: המ&רה…
nds: Ä&nnern...
sr: &Измени...
sr@ijekavianlatin: &Izmeni...
zh_tw: 變更(&H)...

source: Enable splash screen
el: Ενεργοποίηση οθόνης εκκίνησης
eo: Ebligi ŝprucekranon
eu: Gaitu plast-pantaila
he: הפעלת מסך פתיחה
nds: Startschirm anmaken
sr: Уводни екран
sr@ijekavianlatin: Uvodni ekran
zh_tw: 開啟

source: Rounding
el: Στρογγυλοποίηση
eo: Rondigo
eu: Biribiltzea
he: עיגול
nds: Runnen
sr: Заокруживање
sr@ijekavianlatin: Zaokruživanje
zh_tw: 取捨

source: Offic&ial rounding rules
el: Επίσημο&ι κανόνες στρογγυλοποίησης
eo: Ofic&ialaj rondigreguloj
eu: Biribiltzeko arau ofiz&ialak
he: כללי עיגול &רשמיים
zh_tw: 正式取捨規則(&I)

source: Smallest coin &method
el: Μέθοδος μικρότερου νομίσ&ματος
eo: Plej malgranda monero & metodo
eu: Txanpon txikienaren &metodoa
he: שיטת המטבע ה&קטן ביותר
zh_tw: 最小硬幣方法(&M)

source: &No rounding at all
el: &Χωρίς στρογγυλοποίηση
eo: Tute &nenia rondigo
eu: &Batere biribildu gabe
he: ללא &עיגול כלל
nds: &Keen Runnen
sr: &Без заокруживања
sr@ijekavianlatin: &Bez zaokruživanja
zh_tw: 不做取捨(&N)

source: Reference currency, rates origin
el: Νόμισμα αναφοράς, προέλευση ισοτιμιών
eo: Referenca valuto, kurzoj origino
eu: Erreferentzia moneta, tasen jatorria
he: מטבע סימוכין, מקור השערים
nds: Betog-Tahlmiddel, Grundlaag för Ümwesselraten
sr: Референтна валута, извор курса
sr@ijekavianlatin: Referentna valuta, izvor kursa
zh_tw: 參考貨幣，與原始匯率相比

source: Euro, no ne&twork access (fixed rates only)
el: Ευρώ, χωρίς πρόσβαση δικ&τύου (σταθερές τιμές μόνο)
eo: Eŭro, neniu aliro al reto (nur fiksaj tarifoj)
eu: Euroa, sarerako sarbiderik gabe (tasa finkoak bakarrik)
he: אירו, בלי &גישה לרשת (שערים קבועים בלבד)
nds: Euro, keen Togriep op't &Nettwark (bloots fast Wesselraten)
sr: Евро, без &мрежног приступа (фиксни курс)
sr@ijekavianlatin: Evro, bez &mrežnog pristupa (fiksni kurs)
zh_tw: 歐元，沒有網路（只固定匯率）(&T)

source: E&uro, European Central Bank
el: Ε&υρώ, Ευρωπαϊκή Κεντρική Τράπεζα
eo: E&uro, Eŭropa Centra Banko
eu: E&uroa, European Banku Zentrala
he: &אירו, הבנק המרכזי האירופי
zh_tw: 歐元，歐洲央行(&U)

source: Euro, Time &Genie
eo: Eŭro, Time &Genie
eu: Euroa, Time &Genie
he: אירו, Time Genie
sr: Евро, &Тајм џини
sr@ijekavianlatin: Evro, &Time Genie
zh_tw: 歐元，Time Genie(&G)

source: Default currency
el: Προκαθορισμένο νόμισμα
eo: Defaŭlta valuto
eu: Moneta lehenetsia
he: מטבע ברירת המחדל
nds: Standard-Tahlmiddel
sr: Подразумевана валута
sr@ijekavianlatin: Podrazumevana valuta
zh_tw: 預設貨幣

# Enter button
source: Enter
eo: Enigi
eu: Sartu
nds: Ingaav
sr: Унеси
sr@ijekavianlatin: Unesi

source: TG
sr: Тајм џини
sr@ijekavianlatin: Time Genie

source: KEuroCalc
sr: K‑еврокалк
zh_tw: 貨幣轉換器_KEuroCalc

source: A program by Éric Bischoff <ebischoff@nerim.net> This program is dedicated to all who know that money does not justify anything. Time Genie exchange rates courtesy of <a href='http://www.timegenie.com/' title='foreign exchange rates courtesy of Time Genie'>Time Genie</a>
sr: Програм Ерика Бишофа &lt;<a href="mailto:ebischoff@nerim.net">ebischoff@nerim.net</a>&gt; Овај програм је посвећен свима који знају да новац не оправдава све. Ажурни курс захваљујући <a href='http://www.timegenie.com/'>Тајм џинију</a>.
